{
  "IT, Software Development & Cloud Computing": "Courses covering software and application development, programming languages like Java and Python, front-end and back-end frameworks such as React.js and Spring Boot, mobile and web development, UI/UX design, software testing, DevOps, cloud platforms (AWS, Azure, GCP), serverless computing, SaaS, version control with Git, and foundational IT concepts including game development and blockchain.",
  "Data, AI, and Machine Learning": "Training focused on data analytics, data science, big data, SQL, Python for data use, business intelligence, machine learning, AI development, deep learning, natural language processing, MLOps, and decision-making powered by data.",
  "Cybersecurity and Networks": "Courses dedicated to cybersecurity practices, network security, cloud and endpoint protection, penetration testing, identity management, risk assessment, compliance, and frameworks like Zero Trust Architecture and threat detection strategies.",
  "Finance, Legal, and Compliance": "Comprehensive education on financial management, accounting principles, investment strategies, fintech innovations, and risk and cash flow management. Also includes legal and regulatory compliance topics such as data privacy laws (e.g., GDPR, CCPA), anti-money laundering (AML), legal compliance, corporate law, contract and intellectual property management, employment law, ethics and anti-corruption, corporate governance, taxation, litigation basics, and regulatory technology (RegTech).",
  "Marketing and Digital Strategy": "Content related to modern marketing strategies including digital, social media, growth and performance marketing, branding, content creation, influencer and account-based marketing, CRM tools, SEO/SEM, and customer insights.",
  "Product and Project Management": "Courses on product lifecycle management, Agile and Scrum methodologies, MVP development, roadmaps, project planning, risk and stakeholder management, business case development, and tools like Kanban and Jira.",
  "Manufacturing and Industrial Skills": "Training for manufacturing professionals focusing on operational excellence, lean and smart manufacturing, asset and quality management (QMS), Industry 4.0 principles, and engineering fundamentals.",
  "Healthcare and Medical": "Programs on healthcare operations and innovation including telemedicine, HealthTech, pharmacy services, compliance for medical devices, data analytics in health, and healthcare administration.",
  "Agriculture and Agribusiness": "Courses covering sustainable and technology-enhanced farming, agricultural economics, precision agriculture, AgriTech, fisheries, and climate-resilient practices for modern agribusiness.",
  "Sustainability and Environmental Management": "Training focused on environmental stewardship, including green business practices, circular economy, carbon footprint reduction, sustainability reporting, and waste management strategies.",
  "Digital Transformation and Business Innovation": "Courses to develop an innovation mindset, including disruptive innovation, business model transformation, digital strategy, adoption of new technologies, innovation sprints, and trend analysis.",
  "Supply Chain and Logistics Management": "Courses covering end-to-end logistics, supply chain digitization, inventory and procurement, vendor management, fulfillment, and strategic planning in global supply chains.",
  "Others Hard Skills": "Foundational training in general workplace technologies including Microsoft Office, Google collaboration tools, basic digital literacy, and technology tools used in modern work environments.",
  "Leadership and Management": "Content to build leadership and team management skills, focusing on HR practices, organizational strategy, performance and remote leadership, change and OKR management, and inclusive leadership.",
  "Communication and Public Speaking": "Courses designed to enhance communication effectiveness, public speaking, business and customer communication, audience engagement, and cross-cultural or crisis communication.",
  "Critical Thinking and Problem Solving": "Training to sharpen analytical reasoning, problem-solving in uncertainty (VUCA), design thinking, root cause analysis, and decision-making frameworks.",
  "Personal Development and Productivity": "Courses focused on enhancing individual soft skills related to self-growth, workplace efficiency, and professional behavior. Topics include time management, mindfulness at work, career development, work engagement, personal branding, and productivity in remote work—excluding technical or job-specific hard skills.",
  "Innovation and Creativity": "Courses to unlock creative potential, including ideation, innovation culture building, design thinking, innovation management, and creative problem-solving techniques.",
  "Customer Focus and Service Excellence": "Training in delivering top-tier customer experiences, empathy-driven service, customer success, feedback systems, and service recovery models.",
  "Strategic Thinking and Business Growth": "Courses for long-term strategic planning, business development, scenario and competitive analysis, innovation strategy, and scaling operations for market growth.",
  "Emotional Intelligence and Mental Health": "Programs that promote mental wellness and emotionally intelligent leadership, focusing on stress management, EQ, mindfulness, burnout prevention, and well-being at work.",
  "Teamwork and Collaboration": "Courses enhancing teamwork through coaching, mentoring, cross-functional cooperation, virtual collaboration, and feedback-rich cultures.",
  "Career Development and Self Management": "Guidance on navigating professional paths, goal setting, lifelong learning, self-management, networking, and adapting to career changes.",
  "Sales and Negotiation": "Training in effective sales strategy, enablement, B2B/B2C dynamics, negotiation, remote deal-making, and conflict mediation skills.",
  "Adaptability and Resilience": "Programs designed to enhance agility, resilience, stress handling, change management, and recovering from professional setbacks.",
  "Others Soft Skills": "Additional soft skill development covering motivation, quality assurance mindset, and writing skills that contribute to holistic professional effectiveness."
}
